Repository: timeheroes-org/heroes-cup-reloaded
Catalog: Resources/Club.*.resx
Languages: bg

source: Add Club
bg: Добави клуб

source: Add Hero
bg: Добави герой

source: Club
bg: Клуб

source: Clubs
bg: Клубове

source: Coordinators
bg: Координатори на клуба

source: Description
bg: Описание

source: Description is mandatory.
bg: Описанието е задължително поле.

source: Heroes
bg: Герои

source: Image Suggestion
bg: Ако искаш смени картинката с ваша, препоръчителен размер 384 px ширина/ 484 px дължина.

source: Location
bg: Населено място

source: Location is mandatory.
bg: Локацията на клуба е задължително поле.

source: Logo
bg: Изображение

source: Name
bg: Име на клуба

source: Name is mandatory.
bg: Името на клуба е задължително поле.

source: Organization
bg: Организация / Училище

source: Organization Name
bg: Име на организацията / училището

source: Organization Name is mandatory.
bg: Име на организацията / училището е задължително поле.

source: Organization Number
bg: Номер на училището

source: Organization Number is mandatory.
bg: Изисква се номер на организацията/ училището.

source: Organization Type
bg: Тип на организацията / училището

source: Organization Type is mandatory.
bg: Тип на организацията / училището е задължително поле.

source: SelectCoordinators
bg: Моля, изберете героi координатори на клуба от въведените герои.

source: The club could not be deleted.
bg: Клубът не е изтрит. Възникна грешка.

source: The club could not be found.
bg: Клубът не е намерен.

source: The club could not be saved.
bg: Клубът не е запазен. Възникна грешка.

source: The club has been deleted.
bg: Клубът е изтрит успешно.

source: The club has been saved.
bg: Клубът е запазен успешно.

source: Type Suggestion
bg: ОУ / СУ / Сдружение / Фондация
