Repository: timeheroes-org/heroes-cup-reloaded
Catalog: Resources/General.*.resx
Languages: bg

source: 404 - Page not found
bg: Няма такава страница

source: AllowedFileExtensionsErrorMessage
bg: Позволени разширения за файлове са: {0}

source: Choose file
bg: Избери файл

source: Content
bg: Текст

source: Image
bg: Изображение

source: Images
bg: Изображения

source: Internal server error
bg: Възникна грешка :(

source: LastUpdate
bg: Променено на

source: Mandatory field
bg: Задължително поле

source: MaxSizeErrorMessage
bg: Общо позволеният размер на файловете е {0:0.00} MB.

source: Oops, better check that URL.
bg: Страницата, която търсиш, не съществува. Шанс...

source: Pin
bg: Закачи за начална страница

source: Published
bg: Публикувано

source: Sorry, an error occurred while executing your request.
bg: Молим да ни извиниш. Опитай отново по-късно.

source: Title
bg: Заглавие

source: Unpin
bg: Откачи от начална страница

source: ValidationModalBody
bg: Попълни го и пробвай отново!

source: ValidationModalTitle
bg: Упс! Изглежда е изпуснато задължително поле.
