Repository: timeheroes-org/heroes-cup-reloaded
Catalog: Resources/Mission.*.resx
Languages: bg

source: Add Timeheroes Mission
bg: Добави Timeheroes мисия

source: Club Organizer
bg: Клуб организатор

# Contact
source: How to participate if hero is not in the club?
bg: Как да се включат герои, които не са част от клуба?

# ContactSubtitle
source: Add a Facebook link or point a contact person from the organization.
bg: Сложи линк към Facebook страница/група на клуба, ако ученици, които не са част от клуба, искат да се свържа с теб и да се включат в мисията. Ако нямате страница или група, може да напишеш “Свържи се с Петра Б. от 9А”.

source: Create a club
bg: Създай клуб

source: day
bg: ден

source: days
bg: дни

source: Duration
bg: Продължителност

source: Duration In Hours
bg: Ако мисията ти е приключила въведи продължителността й в часове.

# DurationInHoursSuggestion
source: Contact Timeheroes administratior for more information and support.
bg: Ако се затрудняваш да оцениш часовете за дадена мисия, свържи с координатор на TimeHeroes.

source: End Date
bg: Крайна дата

source: Equipment
bg: Нужна екипировка?

# EquipmentSubtitle
source: Is additional equipment needed? Who will provide it? What is the plan for bad weather?
bg: Нужно ли е да носят нещо доброволците, осигурени ли са всички материали, храна, предпазни средства и други. Как ще реагирате при лошо време?

# Heroes Hint
source: Select heroes after the mission is done.
bg: Отбележи кои герои участваха, след като мисията приключи.

source: Location
bg: Населено място

source: Mission
bg: Мисия

source: Missions
bg: Мисии

source: Pinned
bg: Закачено на начална страница

source: Stars
bg: Звезди

source: Start Date
bg: Начална дата

source: The mission could not be deleted.
bg: Мисията не е изтрита. Възникна грешка.

source: The mission could not be found.
bg: Мисията не е намерена.

source: The mission could not be pinned to home page.
bg: Мисията не е закачена към началната страница. Възникна грешка.

source: The mission could not be published.
bg: Мисията не е публикувана. Възникна грешка.

source: The mission could not be saved.
bg: Мисията не е запазена. Възникна грешка.

source: The mission could not be unpinned from home page.
bg: Мисията не е откачена от началната страница. Възникна грешка.

source: The mission could not be unpublished.
bg: Мисията все още е публична. Възникна грешка.

source: The mission has been deleted.
bg: Мисията е успешно изтрита.

source: The mission has been pinned to home page.
bg: Мисията е успешно закачена към началната страница.

source: The mission has been published.
bg: Мисията е публикувана успешно.

# The mission has been saved.
source: The mission has been saved. It will be reviewed and published by a Timeheroes administrator.
bg: Мисията е запазена успешно. Ще бъде прегледана и публикувана от екипа на TimeHeroes. Ще се свържем с теб!

source: The mission has been unpinned from home page.
bg: Мисията е успешно откачена от началната страница.

source: The mission has been unpublished.
bg: Мисията не е публична.

source: There is already a mission with the same title.
bg: Вече съществува мисия с това заглавие.

source: Timeheroes Mission URL
bg: URL към мисията в Timeheroes

source: Type
bg: Тип на мисията

source: What
bg: Какво

# WhatSubtitle
source: What is the event you are organizing?
bg: Каква инициатива организирате? Как ви хрумна идеята за нея? Опишете стъпка по стъпка какво ще правят доброволците.

source: When
bg: Кога

# WhenSubtitle
source: When the evenet will take place and how long will it continue?
bg: Дата, начален и краен час на мисията (например, ще се проведе на 01.06 и 02.06, от 16:00ч. до 18:00ч.)?

source: Where
bg: Къде

# WhereSubtitle
source: Where the event will take place and the meeting details.
bg: Къде ще се проведе и има ли организиран транспорт, ако е необходим.

source: Why
bg: Защо

# WhySubtitle
source: How will you motivate the volunteers to participate?
bg: Няколко думи, за да мотивирате доброволци да се включат в мисията.
